Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/varapuheenjohtaja_juuso_peraankuuluttaa_rakentavaa_dialogia_-_suomen_valtiolla_aikaa_heinakuun_loppuun_raportoida_yk:n_ihmisoikeuskomitealle.html.tmx
Source language: fin
Languages: sme

source: Varapuheenjohtaja Juuso peräänkuuluttaa rakentavaa dialogia – Suomen valtiolla aikaa heinäkuun loppuun raportoida YK:n ihmisoikeuskomitealle
sme: Várreságadoalli Juuso váillaha ovdánahtti dialoga – Suoma stáhtas áigi suoidnemánu loahpa rádjai raporteret ON:a olmmošvuoigatvuođakomiteai

source: Tiistaina 16.7. Genevessä Alkuperäiskansojen oikeuksien asiantuntijamekanismin (EMRIP) istunnossa käsiteltiin Asiantuntijamekanismin maavierailuja.
sme: Maŋŋebárgga 16.7. Geneves Eamiálbmogiid vuoigatvuođaid áššedovdimekanismma (EMRIP) čoahkkimis gieđahallojedje Áššedovdimekanismma riikkagalledeamit.

source: Asiantuntijamekanismi vieraili Suomessa helmikuussa 2018 ja a ntoi maali skuussa 2018 neuvoa-antava t kommenti t vierailunsa perusteella.
sme: Áššedovdimekanisma galledii Suomas guovvamánus 2018 ja attii njukčamánus 2018 ráđđeaddi kommeanttaid galledeami vuođul.

source: Saamelaiskäräjien toinen varapuheenjohtaja Tuomas Aslak Juuso esitti istunnossa Saamelaiskäräjien puheenvuoron ja tilannekatsauksen viimeaikaisista tapahtumista Suomessa saamelaiskäräjälakiuudistukseen ja Yhdistyneiden kansakuntien ihmisoikeuskomitean helmikuussa antamiin ratkaisuihin liittyen.
sme: Sámedikki nubbi várreságadoalli Tuomas Aslak Juuso doalai čoahkkimis Sámedikki sáhkavuoru ja guorahalai dili maŋimuš áigge dáhpáhusain Suomas sámediggeláhkaođastussii ja Ovttastuvvan našuvnnaid olmmošvuoigatvuođakomitea guovvamánus addin čovdosiidda laktásettiin.

source: Puheenvuorossaan tiistaina Juuso kertasi saamelaiskäräjälakiuudistuksen etenemistä aina vuoden 2018 syyskuusta tähän päivään.
sme: Sáhkavuorustis maŋŋebárgga Juuso geardduhii sámediggeláhkaođastusa ovdáneami álo jagi 2018 čakčamánu rájes gitta dán beaivái.

source: Juuso kertoi saamelaisasioita koskeviin kysymyksiin liittyvien keskustelujen Suomen nykyis t en hallitus puolueiden jäsenten kanssa sujuneen rakentavassa hengessä esim. Suomen uutta hallitusohjelmaa laadittaessa .
sme: Juuso muitalii, ahte sámeáššiid guoski gažaldagaide laktáseaddji ságastallamat Suoma dálá ráđđehusbellodagaid lahtuiguin leat ovdánan buori vuoiŋŋas omd. Suoma ođđa ráđđehusprográmma gárvvistettiin.

source: Hallitusohjelmassa on mainittuna mm. saamelaiskäräjälain uudistamiseen liittyvän työn jatkaminen, ja Juuson mukaan Saamelaiskäräjät odottavatkin, että asiaa lähdetään edistämään kiireellisesti.
sme: Ráđđehusprográmmas lea máinnašuvvon ee. Sámediggelága ođasmahttimii laktáseaddji barggu joatkin, ja Juuso mielde Sámediggi vuordáge, ahte ášši vulgojuvvo ovddidit hoahpumus lági mielde.

source: YK:n ihmisoikeuskomitean helmikuussa 2019 antamat ratkaisut nousivat myös esille puheenvuorossa.
sme: ON:a olmmošvuoigatvuođakomitea guovvamánus 2019 addin čovdosat bohte maiddái ovdan sáhkavuorus.

source: Ihmisoikeuskomitea totesi ratkaisussaan, että Suomen Korkeimman hallinto-oikeuden (KHO) päätökset ottaa yhteensä 97 henkilöä vuosina 2011 ja 2015 Saamelaiskäräjien vaaliluetteloon vastoin Saamelaiskäräjien vaalilautakunnan ja hallituksen kantaa, loukkasivat kansalais- ja poliittisia oikeuksia koskevan yleissopimuksen 25 artiklaa sekä yksin että tulkittuna yhdessä 27 artiklan kanssa ja 1 artiklan valossa.
sme: Olmmošvuoigatvuođakomitea gávnnahii čovdosisttis, ahte Suoma Alimus hálddahusrievtti (AHR) mearrádusat váldit oktiibuot 97 olbmo jagiin 2011 ja 2015 Sámedikki válgalogahallamii vuostá Sámedikki válgalávdegotti ja stivrra oainnu, loavkidedje siviila- ja politihkalaš vuoigatvuođaide guoski konvenšuvnna 25 artihkkala sihke okto ja tulkomiin ovttas 27 artihkkaliin ja 1 artihkkala čuovggas.

source: Ihmisoikeuskomitean ratkaisussa todetaan, että “ Sopimusvaltio on myös velvollinen ryhtymään kaikkiin tarvittaviin toimiin estääkseen vastaavat loukkaukset tulevaisuudessa”.
sme: Olmmošvuoigatvuođakomitea čovdosis gávnnahuvvo, ahte “Soahpamušriika lea maid geatnegas álgit buot dárbbašlaš doaimmaide, vai dán sullasaš loavkidemiid sáhttá boahttevuođas eastit”.

source: Juuson mukaan Saamelaiskäräjät on ehdottanut valtion taholle keinoja vastaavien loukkausten estämiseksi, ja nostaa esille Saamelaiskäräjien hallituksen KHO:lle jättämän purkuhakemuksen aiemmin mainittuja KHO:n vuosien 2011 ja 2015 päätöksiä koskien.
sme: Juuso mielde Sámediggi lea evttohan stáhta guvlui vugiid dán sullasaš loavkidemiid eastimii, ja lokte ovdan Sámedikki stivrra AHR:ái guođđin burginohcamuša, mii guoská ovdal máinnašuvvon AHR jagiid 2011 ja 2015 mearrádusaid.

source: Tämän lisäksi Saamelaiskäräjien kokous päätti kesäkuussa esittää valtioneuvostolle Saamelaiskäräjien vaalien ajankohdan muuttamista , jonka tavoitteena olisi ollut varmistaa saamelaiskäräjälain muutosten valmistelu, käsittely ja toimeenpano ennen seuraavien vaalien toimittamista.
sme: Dán lassin Sámedikki čoahkkin mearridii geassemánus evttohit stáhtaráđđái Sámediggeválggaid áiggi nuppástuhttima , man ulbmilin livččii lean sihkkarastit sámediggelága nuppástusaid válmmaštallama, gieđahallama ja ollašuhttima ovdal čuovvovaš válggaid doaimmaheami.

source: Molemmat ehdotukset saivat kuitenkin kielteisen vastaanoton, sillä Suomen oikeusministeriö julkaisi 27.6.2019 tiedotteen, jossa ilmoitti, ettei Saamelaiskäräjävaalien ajankohdan muuttamien aikataulun vuoksi ollut enää mahdollista .
sme: Guktot evttohusat ožžo goit gilddolaš vuostáváldima, dasgo Suoma vuoigatvuođaministeriija almmustahtii 27.6.2019 dieđáhusa, mas almmuhii ahte Sámediggeválggaid áiggi nuppástuhttin áigetávvala geažil ii lean šat vejolaš .

source: Myös KHO julkaisi 5.7.2019 tiedotteen, jossa ilmoitti hylkäävänsä Saamelaiskäräjien purkuhakemuksen .
sme: Maiddái AHR almmustahtii 5.7.2019 dieđáhusa, mas almmuhii ahte hilgu Sámedikki burginohcamuša .

source: Juuso ilmaisikin puheenvuorossa huolensa ihmisoikeuskomitean ratkaisussa esille nostettujen loukkausten tapahtumisesta uudelleen .
sme: Juuso buvttiige sáhkavuorus ovdan fuolas das, ahte olmmošvuoigatvuođakomitea čovdosis ovdan loktejuvvon loavkideamit dáhpáhuvvet kánske ođđasit.

source: Tällä hetkellä ainakaan Juuson tiedossa ei ole, että valtion taholta olisi suunnittelemissa toim enpiteitä , joilla loukkaukset pyrittäisiin estämään lähitulevaisuudessa.
sme: Dál ainjuo Juuso dieđus ii leat, ahte stáhta livččii plánemin doaibmabijuid, mainna loavkideamit geahččaluvvošedje eastit lagašboahttevuođas.

source: Suomella on heinäkuun loppuun asti aikaa raportoida YK:n ihmisoikeuskomitealle niistä toimista, joihin on komitean ratkaisujen pohjalta ryhtynyt.
sme: Suomas lea suoidnemánu loahpa rádjai áigi raporteret ON:a olmmošvuoigatvuođakomiteai dain doaimmain, maidda lea komitea čovdosiid vuođul álgán.

source: Puheenvuorossa Juuso painotti, että Saamelaiskäräjät “odottaa Suomen ehdoitta kunnioittavan Ihmisoikeuskomitean ratkaisua ja huolehtivan sen täydellisestä täytäntöönpanosta”.
sme: Sáhkavuorus Juuso deattuhii, ahte Sámediggi “vuordá ahte Suopma almmá eavttuid haga gudnejahttá Olmmošvuoigatvuođakomitea čovdosa ja fuolaha dan dievaslaš ollašuhttimis”.

source: Juuson mukaan tilanne, jossa Suomi tietoisesti antaisi näiden loukkausten jatkua ja tapahtua tulevaisuudessa tuntuisi epätodelliselta.
sme: Juuso mielde dilli, mas Suopma diđolaččat attášii dáid loavkidemiid joatkašuvvat ja dáhpáhuvvat boahttevuođas, orošii eahpeduođalaš.

source: Puheenvuoron lopussa Juuso ilmaisi toiveensa tiiviin yhteistyön jatkumisesta Asiantuntijamekanismin kanssa Suomen maavierailun seurantaan liittyen.
sme: Sáhkavuoru loahpas Juuso buvttii ovdan iežas sávaldaga lagaš oktasašbarggu joatkašuvvamis Áššedovdimekanismmain Suoma riikkagalledeami čuovvumii laktásettiin.

source: Hän peräänkuulutti myös rakentavaa dialogia eri tahojen välillä ja toivoi ratkaisun tilanteeseen löytyvän.
sme: Son váillahii maiddái ovdánahtti dialoga sierra oassebeliid gaskkas ja sávai ahte dillái gávdnošii čoavddus.

source: Saamelaiskäräjät kutsui Asiantuntijamekanismin Suomeen maavierailulle, joka toteutui helmikuussa 2018.
sme: Sámediggi bovdii Áššedovdimekanismma Supmii riikkagalledeapmái, mii ollašuvai guovvamánus 2018.

source: Vierailun pohjalta Asiantuntijamekanismi antoi neuvoa-antava t kommenti t , jossa keskityttiin Saamelaiskäräjälain uudistamiseen erityisesti 3 ja 9 §:ien osalta.
sme: Galledeami vuođul Áššedovdimekanisma attii ráđđeaddi kommeanttaid, main deattuhuvvui Sámediggelága ođasmahttin erenomážit 3 ja 9 §:aid oasil.

source: Asiantuntijamekanismin istunto jatkuu tänään Genevessä.
sme: Áššedovdimekanismma čoahkkin joatkašuvvá otne Geneves.

source: Lisätietoja
sme: Lassediehtu

source: Saamelaiskäräjien II varapuheenjohtaja Tuomas Aslak Juuso puh. 040 1871331, tuomas.
sme: Sámedikki II várreságadoalli Tuomas Aslak Juuso tel. 040 1871331, tuomas.juuso(at)samediggi.fi
